medical_tasks = [
    {
        "case": "Пациент 68 лет, страдающий гипертонической болезнью, внезапно, после сна, возникла слепота на левый глаз и слабость в правых конечностях.",
        "questions": [
            "Назовите синдромальный диагноз",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "оптико-пирамидный синдром",
            "левая внутренняя сонная артерия"
        ]
    },
    {
        "case": "У пациента с длительным анамнезом гипертонической болезни, ожирением, внезапно на фоне повышения артериального давления развилась слабость в правых конечностях. В неврологическом статусе выявлено: правосторонний центральный гемипарез, периферический парез мимических мышц слева.",
        "questions": [
            "назовите синдромальный диагноз.",
            "предположите сосудистый бассейн, поражение которого наиболее вероятно" 
        ],
        "answers": [
            "альтернирующий синдром Мийяра-Гублера",
            "вертебрально-базилярный бассейн"
        ]
    },
    {
        "case": "Мужчина 60 лет с ИБС, нестабильным течением гипертонической болезни, доставлен машиной скорой помощи в стационар с симптомами: центральный гемипарез и гемигипестезия справа, птоз слева, расходящееся косоглазие слева, зрачки S>D.",
        "questions": [
            "Назовите синдромальный диагноз.",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "альтернирующий синдром Вебера",
            "вертебрально-базилярный бассейн"
        ],
    },
    {
        "case": "Мужчина 68 лет, страдающий пароксизмальной формой фибрилляции предсердий, внезапно ослеп на оба глаза. При осмотре других неврологических симптомов не выявилось.",
        "questions": [
            "Поставьте топический диагноз",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "затылочные доли с двух сторон",
            "вертебрально-базилярный бассейн"
        ]
    },
    {
        "case": "Мужчина 58 лет, страдающий сахарным диабетом 2 типа, гипертонической болезнью, доставлен в стационар с остро развившимися симптомами: слабость и онемение левых конечностей, выпадение левых половин полей зрения.",
        "questions": [
            "Назовите синдромальный диагноз",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "синдром поражения правой внутренней капсулы",
            "правая средняя мозговая артерия"
        ]
    },
    {
        "case": "Женщина 75 лет с сахарным диабетом 2 типа и кризовым течением гипертонической болезни, внезапно на фоне повышения артериального давления почувствовала головокружение. При неврологическом осмотре выявлено: горизонтальный нистагм, дисметрия слева, при выполнении координаторных проб – интенционный тремор слева. ",
        "questions": [
            "Поставьте топический диагноз.",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно."
        ],
        "answers": [
            "левое полушарие мозжечка",
            "вертебрально-базилярный бассейн"
        ]
    },
    {
        "case": "Женщина 47 лет, работающая в регистратуре районной поликлиники, страдает кардиомиопатией ревматического генеза, постоянной формой фибрилляции предсердий. Во время работы, упала из-за внезапно развившейся слабости в левых конечностях. Осмотревший ее врач невролог поликлиники выявил левосторонний гемипарез, левостороннюю гемигипестезию и гемианопсию. ",
        "questions": [
            "Поставьте топический диагноз?",
            "Поставьте предположительный клинический диагноз?",
        ],
        "answers": [
            "синдром поражения правой внутренней капсулы",
            "ишемический инсульт в бассейне правой средней мозговой артерии"
        ]
    },
    {
        "case": "Мужчина 68 лет страдает гипертонической болезнью в течение 15 лет. После сильного стресса - потерял сознание, упал. При осмотре в стационаре через 40 минут выявлено: кома, лицо багрового цвета, пульс 56 ударов в минуту, АД 220/120 мм. рт. ст., дыхание хриплое, левая щека «парусит» при дыхании, активных движений в левых конечностях нет, симптом Бабинского слева",
        "questions": [
            "Поставьте топический диагноз?",
            "Поставьте предположительный клинический диагноз?"
        ],
        "answers": [
            "поражение правого полушария головного мозга",
            "спонтанное нетравматическое кровоизлияние в правое полушарие головного мозга"
        ]
    },
    {
        "case": "В кинотеатре, молодой человек 25-ти лет внезапно почувствовал себя плохо, схватился за голову, пожаловался на резко возникшую сильнейшую головную боль «как взрыв в голове» и упал. Приехавший врач скорой помощи обнаружил пациента без сознания и определил положительные менингеальные симптомы. Друзья молодого человека сказали, что раньше он был абсолютно здоров и никогда ни на что не жаловался.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Укажите аббревиатуры необходимых исследований"
        ],
        "answers": [
            "нетравматическое спонтанное субарахноидальное кровоизлияние",
            "КТ ЛП МРТ ТКД"
        ]
    },
    {
        "case": "Мужчина 56ти лет, на работе почувствовал нарушение зрения на правом глазу (выпадение боковых полей зрения) и слабость левых конечностей. К моменту приезда скорой помощи (через 15 минут), жалобы прошли. Пациент рассказал, что это уже четвертый эпизод за последние восемь месяцев. При объективном осмотре: общее состояние удовлетворительное; менингеальной симптоматики – нет; черепные нервы без особенностей. Глубокие рефлексы S>=D, другой неврологической симптоматики не выявлено.",
        "questions": [
            "Поставьте синдромальный диагноз",
            "Поставьте предположительный клинический диагноз"
        ],
        "answers": [
            "оптико-пирамидный синдром",
            "транзиторная ишемическая атака в бассейне правой внутренней сонной артерии"
        ]
    },
    {
        "case": "Мужчина 75ти лет в течение 18ти лет страдает гипертонической болезнью. Вечером при просмотре новостной программы по телевизору, появились головокружение, тошнота, слабость и онемение в левых конечностях. Внучка измерила АД – 190/110 мм.рт.ст., дала таблетку «от давления». Ночью жалобы продолжали беспокоить, и внучка вызвала скорую помощь. В приемном отделении больницы врач выявил: общее самочувствие удовлетворительное, ЧСС 72 в 1 мин., ритм синусовый, горизонтальный нистагм, неустойчивость в позе Ромберга, левосторонний центральный гемипарез до 4 баллов. Менингеальных симптомов нет.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Укажите названия всех лабораторных и инструментальных исследований, которые нужно провести"
        ],
        "answers": [
            "Ишемический инсульт в вертебрально-базилярном бассейне",
            "КТ МРТ 'дуплексное сканирование сосудов' ЭКГ эхокардиография коагулограмма 'общий анализ крови' 'биохимический анализ крови'"
        ]
    },
    {
        "case": "Мужчина 62-х лет, дома, при телефонном разговоре с заметил затруднение в подборе слов, через 20 минут присоединилось «онемение» в правой руке. Через 1,5 часа пришел участковый врач и определил нарушения речи (пациент понимал все, что ему говорили, выполнял задания, но отвечал с трудом, ошибался в произношении слов), движения в правой руке были неловкие, сила в ней снижена. АД- 130/70 мм.рт.ст. (обычное для пациента). На ЭКГ, выполненной на дому, ЧСС 68 в мин., ритм синусовый, выявлены признаки диффузного кардиосклероза.",
        "questions": [
            "Поставьте синдромальный диагноз",
            "Поставьте топический диагноз"
        ],
        "answers": [
            "'моторная афазия' 'центральный монопарез правой руки'",
            "левая лобная доля"
        ]
    },
    {
        "case": "Мужчина 62-х лет, дома, при телефонном разговоре с заметил затруднение в подборе слов, через 20 минут присоединилось «онемение» в правой руке. Через 1,5 часа пришел участковый врач и определил нарушения речи (пациент понимал все, что ему говорили, выполнял задания, но отвечал с трудом, ошибался в произношении слов), движения в правой руке были неловкие, сила в ней снижена. АД- 130/70 мм.рт.ст. (обычное для пациента). На ЭКГ, выполненной на дому, ЧСС 68 в мин., ритм синусовый, выявлены признаки диффузного кардиосклероза.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какова дальнейшая тактика терапевта"
        ],
        "answers": [
            "ишемический инсульт в бассейне левой средней мозговой артерии",
            "срочная госпитализация в сосудистый центр"
        ]
    },
    {
        "case": "Женщина 20 лет, обратилась к терапевту в связи с тем, что у нее 5 раз раз в год бывают приступы интенсивной пульсирующей боли, обычно в левой половине головы. Пациентка заметила, что довольно часто приступ возникал после употребления красного вина или черного шоколада. Приступу предшествует нарушение зрения в виде выпадения правых половин поля зрения. Головная боль сопровождается тошнотой, фонофобией, иногда рвотой, анальгетиками купируется плохо. Обычно приступ продолжается несколько часов.",
        "questions": [
            "Предположительный клинический диагноз",
            "Какие вы предложите рекомендации для профилактики приступов?"
        ],
        "answers": [
            "мигрень с аурой",
            "не употребрять красное вино, сыр, шоколад"
        ]
    },
    {
        "case": "Женщина, 25 ти лет, вышла на работу через год после рождения ребенка. Половину дня работает вне дома и частично берет работу на дом, занимается компьютерной графикой. В течение последних месяцев стала беспокоить периодическая головная боль, стягивающего характера, двухсторонняя, средней или легкой интенсивности, за это время было около 10 таких эпизодов. Продолжается головная боль в течение целого дня, обычно не мешает выполнять домашнюю работу и не нарушает сон, обычно утром просыпается без болей. За этот период времени характер головных болей никак не изменился, тошноты и рвоты не бывает. Пациентка обратилась к  врачу, при осмотре клинических признаков поражения внутренних органов и нервной системы не выявлено.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Консультации, каких специалистов необходимо назначить?"
        ],
        "answers": [
            "головная боль напряжения",
            "офтальмолог, невролог"
        ]
    }
    
    # Добавьте остальные задачи по аналогии
]