medical_tasks = [
    {
        "case": "Пациент 68 лет, страдающий гипертонической болезнью, внезапно, после сна, возникла слепота на левый глаз и слабость в правых конечностях.",
        "questions": [
            "Назовите синдромальный диагноз",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "оптико-пирамидный синдром",
            "левая внутренняя сонная артерия"
        ]
    },
    {
        "case": "У пациента с длительным анамнезом гипертонической болезни, ожирением, внезапно на фоне повышения артериального давления развилась слабость в правых конечностях. В неврологическом статусе выявлено: правосторонний центральный гемипарез, периферический парез мимических мышц слева.",
        "questions": [
            "назовите синдромальный диагноз.",
            "предположите сосудистый бассейн, поражение которого наиболее вероятно" 
        ],
        "answers": [
            "альтернирующий синдром Мийяра-Гублера",
            "вертебрально-базилярный бассейн"
        ]
    },
    {
        "case": "Мужчина 60 лет с ИБС, нестабильным течением гипертонической болезни, доставлен машиной скорой помощи в стационар с симптомами: центральный гемипарез и гемигипестезия справа, птоз слева, расходящееся косоглазие слева, зрачки S>D.",
        "questions": [
            "Назовите синдромальный диагноз.",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "альтернирующий синдром Вебера",
            "вертебрально-базилярный бассейн"
        ],
    },
    {
        "case": "Мужчина 68 лет, страдающий пароксизмальной формой фибрилляции предсердий, внезапно ослеп на оба глаза. При осмотре других неврологических симптомов не выявилось.",
        "questions": [
            "Поставьте топический диагноз",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "затылочные доли с двух сторон",
            "вертебрально-базилярный бассейн"
        ]
    },
    {
        "case": "Мужчина 58 лет, страдающий сахарным диабетом 2 типа, гипертонической болезнью, доставлен в стационар с остро развившимися симптомами: слабость и онемение левых конечностей, выпадение левых половин полей зрения.",
        "questions": [
            "Назовите синдромальный диагноз",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно"
        ],
        "answers": [
            "синдром поражения правой внутренней капсулы",
            "правая средняя мозговая артерия"
        ]
    },
    {
        "case": "Женщина 75 лет с сахарным диабетом 2 типа и кризовым течением гипертонической болезни, внезапно на фоне повышения артериального давления почувствовала головокружение. При неврологическом осмотре выявлено: горизонтальный нистагм, дисметрия слева, при выполнении координаторных проб – интенционный тремор слева. ",
        "questions": [
            "Поставьте топический диагноз.",
            "Предположите сосудистый бассейн, поражение которого наиболее вероятно."
        ],
        "answers": [
            "левое полушарие мозжечка",
            "вертебрально-базилярный бассейн"
        ]
    },
    {
        "case": "Женщина 47 лет, работающая в регистратуре районной поликлиники, страдает кардиомиопатией ревматического генеза, постоянной формой фибрилляции предсердий. Во время работы, упала из-за внезапно развившейся слабости в левых конечностях. Осмотревший ее врач невролог поликлиники выявил левосторонний гемипарез, левостороннюю гемигипестезию и гемианопсию. ",
        "questions": [
            "Поставьте топический диагноз?",
            "Поставьте предположительный клинический диагноз?",
        ],
        "answers": [
            "синдром поражения правой внутренней капсулы",
            "ишемический инсульт в бассейне правой средней мозговой артерии"
        ]
    },
    {
        "case": "Мужчина 68 лет страдает гипертонической болезнью в течение 15 лет. После сильного стресса - потерял сознание, упал. При осмотре в стационаре через 40 минут выявлено: кома, лицо багрового цвета, пульс 56 ударов в минуту, АД 220/120 мм. рт. ст., дыхание хриплое, левая щека «парусит» при дыхании, активных движений в левых конечностях нет, симптом Бабинского слева",
        "questions": [
            "Поставьте топический диагноз?",
            "Поставьте предположительный клинический диагноз?"
        ],
        "answers": [
            "поражение правого полушария головного мозга",
            "спонтанное нетравматическое кровоизлияние в правое полушарие головного мозга"
        ]
    },
    {
        "case": "В кинотеатре, молодой человек 25-ти лет внезапно почувствовал себя плохо, схватился за голову, пожаловался на резко возникшую сильнейшую головную боль «как взрыв в голове» и упал. Приехавший врач скорой помощи обнаружил пациента без сознания и определил положительные менингеальные симптомы. Друзья молодого человека сказали, что раньше он был абсолютно здоров и никогда ни на что не жаловался.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Укажите аббревиатуры необходимых исследований"
        ],
        "answers": [
            "нетравматическое спонтанное субарахноидальное кровоизлияние",
            "КТ ЛП МРТ ТКД"
        ]
    },
    {
        "case": "Мужчина 56ти лет, на работе почувствовал нарушение зрения на правом глазу (выпадение боковых полей зрения) и слабость левых конечностей. К моменту приезда скорой помощи (через 15 минут), жалобы прошли. Пациент рассказал, что это уже четвертый эпизод за последние восемь месяцев. При объективном осмотре: общее состояние удовлетворительное; менингеальной симптоматики – нет; черепные нервы без особенностей. Глубокие рефлексы S>=D, другой неврологической симптоматики не выявлено.",
        "questions": [
            "Поставьте синдромальный диагноз",
            "Поставьте предположительный клинический диагноз"
        ],
        "answers": [
            "оптико-пирамидный синдром",
            "транзиторная ишемическая атака в бассейне правой внутренней сонной артерии"
        ]
    },
    {
        "case": "Мужчина 75ти лет в течение 18ти лет страдает гипертонической болезнью. Вечером при просмотре новостной программы по телевизору, появились головокружение, тошнота, слабость и онемение в левых конечностях. Внучка измерила АД – 190/110 мм.рт.ст., дала таблетку «от давления». Ночью жалобы продолжали беспокоить, и внучка вызвала скорую помощь. В приемном отделении больницы врач выявил: общее самочувствие удовлетворительное, ЧСС 72 в 1 мин., ритм синусовый, горизонтальный нистагм, неустойчивость в позе Ромберга, левосторонний центральный гемипарез до 4 баллов. Менингеальных симптомов нет.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Укажите названия всех лабораторных и инструментальных исследований, которые нужно провести"
        ],
        "answers": [
            "Ишемический инсульт в вертебрально-базилярном бассейне",
            "КТ МРТ 'дуплексное сканирование сосудов' ЭКГ эхокардиография коагулограмма 'общий анализ крови' 'биохимический анализ крови'"
        ]
    },
    {
        "case": "Мужчина 62-х лет, дома, при телефонном разговоре с заметил затруднение в подборе слов, через 20 минут присоединилось «онемение» в правой руке. Через 1,5 часа пришел участковый врач и определил нарушения речи (пациент понимал все, что ему говорили, выполнял задания, но отвечал с трудом, ошибался в произношении слов), движения в правой руке были неловкие, сила в ней снижена. АД- 130/70 мм.рт.ст. (обычное для пациента). На ЭКГ, выполненной на дому, ЧСС 68 в мин., ритм синусовый, выявлены признаки диффузного кардиосклероза.",
        "questions": [
            "Поставьте синдромальный диагноз",
            "Поставьте топический диагноз"
        ],
        "answers": [
            "'моторная афазия' 'центральный монопарез правой руки'",
            "левая лобная доля"
        ]
    },
    {
        "case": "Мужчина 62-х лет, дома, при телефонном разговоре с заметил затруднение в подборе слов, через 20 минут присоединилось «онемение» в правой руке. Через 1,5 часа пришел участковый врач и определил нарушения речи (пациент понимал все, что ему говорили, выполнял задания, но отвечал с трудом, ошибался в произношении слов), движения в правой руке были неловкие, сила в ней снижена. АД- 130/70 мм.рт.ст. (обычное для пациента). На ЭКГ, выполненной на дому, ЧСС 68 в мин., ритм синусовый, выявлены признаки диффузного кардиосклероза.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какова дальнейшая тактика терапевта"
        ],
        "answers": [
            "ишемический инсульт в бассейне левой средней мозговой артерии",
            "срочная госпитализация в сосудистый центр"
        ]
    },
    {
        "case": "Женщина 20 лет, обратилась к терапевту в связи с тем, что у нее 5 раз раз в год бывают приступы интенсивной пульсирующей боли, обычно в левой половине головы. Пациентка заметила, что довольно часто приступ возникал после употребления красного вина или черного шоколада. Приступу предшествует нарушение зрения в виде выпадения правых половин поля зрения. Головная боль сопровождается тошнотой, фонофобией, иногда рвотой, анальгетиками купируется плохо. Обычно приступ продолжается несколько часов.",
        "questions": [
            "Предположительный клинический диагноз",
            "Какие вы предложите рекомендации для профилактики приступов?"
        ],
        "answers": [
            "мигрень с аурой",
            "не употребрять красное вино, сыр, шоколад"
        ]
    },
    {
        "case": "Женщина, 25 ти лет, вышла на работу через год после рождения ребенка. Половину дня работает вне дома и частично берет работу на дом, занимается компьютерной графикой. В течение последних месяцев стала беспокоить периодическая головная боль, стягивающего характера, двухсторонняя, средней или легкой интенсивности, за это время было около 10 таких эпизодов. Продолжается головная боль в течение целого дня, обычно не мешает выполнять домашнюю работу и не нарушает сон, обычно утром просыпается без болей. За этот период времени характер головных болей никак не изменился, тошноты и рвоты не бывает. Пациентка обратилась к  врачу, при осмотре клинических признаков поражения внутренних органов и нервной системы не выявлено.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Консультации, каких специалистов необходимо назначить?"
        ],
        "answers": [
            "головная боль напряжения",
            "офтальмолог, невролог"
        ]
    },
    {
        "case": "Мужчина 25 лет предъявляет жалобы на нарастающие головные боли и повышение температуры до 37,5 °C в течение последних двух дней. До заболевания считал себя практически здоровым. При обследовании: сознание ясное, ориентирован в месте и во времени, ригидность шейных мышц, симптом Кернига с обеих сторон, других неврологических нарушений нет. С диагностической целью больному проведена люмбальная пункция. При исследовании цереброспинальной жидкости отмечено увеличение количества лимфоцитов до 150 клеток в мкл, белок — 0,65 г/л, уровень глюкозы в норме",
        "questions": [
            "Назовите ведущий неврологический синдром",
            "Сформулируйте предварительный диагноз"
        ],
        "answers": [
            "менингеальный синдром",
            "вирусный менингит"
        ]
    },
    {
        "case": "Мужчину 65 лет на протяжении двух суток беспокоят нарастающая головная боль и повышение температуры до 39 °C. В течение последнего года два раза болел пневмонией, лечился антибиотиками. При обследовании: в сознании, ориентирован в месте и во времени, но на вопросы отвечает односложно, быстро истощается, значительная степень ригидности шейных мышц, симптом Кернига с обеих сторон, других неврологических нарушений не выявлено. С диагностической целью больному проведена люмбальная пункция, получен мутный ликвор. При лабораторном исследовании цереброспинальной жидкости отмечено увеличение количества клеток до 1450 в мкЛ, из них 90% нейтрофилы, белок — 0,99 г/л",
        "questions": [
            "Назовите ведущий неврологический синдром",
            "Сформулируйте предварительный диагноз"
        ],
        "answers": [
            "менингеальный синдром",
            "вторичный гнойный менингит"
        ]
    },
    {
        "case": "У мужчины 52 лет, страдающего туберкулезом легких, в течение месяца нарастают головная боль и общая слабость, отмечается повышение температуры тела до 37 °C. При обследовании: сознание ясное, ориентирован в месте и во времени, но на вопросы отвечает односложно, быстро истощается, ригидность шейных мышц, симптом Кернига с обеих сторон, других неврологических нарушений нет",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какие дополнительные исследования необходимо назначить?"
        ],
        "answers": [
            "Туберкулезный менингит",
            "люмбальная пункция"
        ]
    },
    {
        "case": "У женщины 65 лет возникли опоясывающие боли в правой половине грудной клетки, через три дня появились везикулезные высыпания в этой области. В течение месяца высыпания полностью прошли, но беспокоит боль в грудной клетке, которая периодически усиливается и нарушает ночной сон. Прием ненаркотических анальгетиков малоэффективен. При обследовании справа выявлены участки кожной депигментации в области грудной клетки, болевая гиперестезия на уровне 5—10-го грудных сегментов справа",
        "questions": [
            "Сформулируйте клинический диагноз на момент осмотра",
            "Какие препараты показывают эффективность при лечении описанного в задаче болевого синдрома? Приведите примеры (по МНН)"
        ],
        "answers": [
            "Постгерпетическая невралгия",
            "карбамазепин, габапентин, прегабалин - группа противосудорожных препаратов"
        ]
    },
    {
        "case": "Мужчина 45 лет предъявляет жалобы на слабость в руках и мышцах шеи. Две недели назад был в командировке в Тюмени, несколько раз ходил на охоту в лес недалеко от города. К концу командировки отметил головную боль, повышение температуры. В дальнейшем появилась и нарастает слабость в мышцах рук и шеи. При обследовании: легкая ригидность шейных мышц, слабость в мышцах шеи и проксимальных отделах рук до 3 баллов со снижением мышечного тонуса и утратой рефлексов, других неврологических нарушений нет",
        "questions": [
            "Перечислите неврологические синдромы",
            "Поставьте предположительный клинический диагноз"
        ],
        "answers": [
            "Менингеальный синдром, верхний периферический парапарез",
            "Клещевой вирусный энцефалит"
        ]
    },
    {
        "case": "У мальчика трех лет возникли сначала повышение температуры до 37 °C и понос в течение нескольких дней, затем боли в мышцах ног и слабость в них. Со слов мамы, известно, что из-за аллергических реакций мальчику не делали профилактические прививки. При обследовании: слабость в ногах до 2 баллов со снижением мышечного тонуса и утратой сухожильных рефлексов, других неврологических нарушений нет",
        "questions": [
            "Укажите ведущий неврологический синдром",
            "Поставьте предположительный клинический диагноз"
        ],
        "answers": [
            "нижний периферический парапарез",
            "полиомиелит"
        ]
    },
    {
        "case": "У мужчины 25 лет в течение недели нарастает слабость в правой ноге и неустойчивость при ходьбе. При опросе отмечает, что в возрасте 18 лет у него в течение недели было снижено зрение на левый глаз. К врачам по этому поводу не обращался, поскольку зрение самостоятельно восстановилось. Два года назад он стал отмечать императивные позывы на мочеиспускание и снижение потенции. В неврологическом статусе: горизонтальный нистагм, снижение силы в правой ноге до 4 баллов, оживление коленного и ахиллова рефлексов справа, симптом Бабинского справа, пошатывание в пробе Ромберга и при ходьбе с закрытыми глазами, снижение вибрационной чувствительности на ногах",
        "questions": [
            "Сформулируйте наиболее вероятный клинический диагноз",
            "Какое дополнительное исследование необходимо назначить в первую очередь (при отсутствии противопоказаний)?"
        ],
        "answers": [
            "Рассеянный склероз",
            "МРТ головного мозга с контрастным усилением"
        ]
    },
    {
        "case": "Женщина 36 лет, педагог, предъявляет жалобы на осиплость голоса, возникающую в конце учебных занятий, а также слабость в конечностях, особенно при физической нагрузке. Эти жалобы беспокоят в течение трех месяцев, после отдыха утром голос становится нормальным. При обследовании выявлена дисфония при  голосовой нагрузке, отмечаются слабость мышц проксимальных отделов верхних и нижних конечностей до 4 баллов, снижение сухожильных рефлексов. Подкожное введение прозерина вызвало регресс неврологических нарушений",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какое инструментальное исследование подтвердит предположительный диагноз?"
        ],
        "answers": [
            "Миастения",
            "электронейромиография с проведением декремент-теста"
        ]
    },
    {
        "case": "Женщине 46лет, страдающей миастенией, в связи с нарушением сна был назначен феназепам по I мг на ночь. На этом фоне состояние больной ухудшилось, появились одышка, слабость в конечностях. При обследовании: кожные покровы бледные, влажные, пульс 120 ударов в минуту, артериальное давление — 160/90 мм рт. ст., голос низкий, затруднено глотание, в акте дыхания участвуют вспомогательные группы мышц, снижение силы в конечностях до 3 баллов, снижение сухожильных рефлексов",
        "questions": [
            "Как называется неотложное состояние, развившееся у пациентки?",
            "Ваша дальнейшая тактика, если описанная картина выявлена при осмотре на дому"
        ],
        "answers": [
            "Миастенический криз",
            "экстренная госпитализация"
        ]
    },
    {
        "case": "Мужчина 60 лет предъявляет жалобы на слабость в руках, ощущение тяжести в ногах, подергивания в мышцах рук и ног. Слабость в руках больной впервые отметил восемь месяцев назад, она постепенно нарастает, последние два месяца к ней присоединилось ощущение тяжести в ногах. При обследовании: выраженная гипотрофия мышц кистей и предплечий, фасцикуляции в мышцах рук и ног, слабость в дистальных отделах рук до 2 баллов, слабость в проксимальных отделах рук до 4 баллов, в ногах сила достаточная, сухожильные рефлексы на руках и ногах оживлены, рефлекс Бабинского с двух сторон, расстройств чувствительности и других неврологических нарушений нет. При игольчатой элекгромиографии в мышцах рук и ног наблюдаются в покое фасцикуляции, фибрилляции, положительные острые волны, при сокращении — значительное увеличение длительности и амплитуды потенциалов действия двигательных единиц. При электронейромиографии отмечены нормальные скорости проведения возбуждения по двигательным волокнам нервов верхних и нижних конечностей, уменьшение амплитуды мышечных ответов",
        "questions": [
            "Укажите ведущий неврологический синдром",
            "Сформулируйте клинический диагноз"
        ],
        "answers": [
            "смешанный (центральный и периферический) тетрапарез",
            "рассеянный склероз"
        ]
    },
    {
        "case": "Мужчина 50 лет предъявляет жалобы на изменения голоса, затруднения при глотании, слабость в конечностях. Считает себя больным в течение года, когда впервые появились осиплость голоса и затруднения при глотании. Эти расстройства постепенно нарастали, в последние шесть месяцев к ним присоединилась слабость в конечностях. При обследовании: дисфагия, дисфония, дизартрия, мягкое нёбо свисает с обеих сторон, подвижность дужек мягкого нёба при фонации ослаблена, глоточные рефлексы снижены, гипотрофия мышц языка, фибрилляции в языке, положитель¬ые симптомы орального автоматизма, оживлен нижнечелюстной рефлекс, гипотрофии мышц верхних и нижних конечностях, фасикуляции в них, снижение силы в конечностях до 4 баллов, сухожильные рефлексы оживлены, симптом Бабинского с двух сторон, чувствительных и других неврологических нарушений нет",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какие дополнительные исследования необходимо назначить?"
        ],
        "answers": [
            "Боковой амиотрофический склероз",
            "игольчатая электронейромиография"
        ]
    },
    {
        "case": "Мужчину 30 лет беспокоят боли в обеих руках. Объективно: на-рушение болевой и температурной чувствительности в виде «куртки» при сохранности глубоких видов чувствительности, снижение рефлексов на руках, рубцы от перенесенных «безболевых» ожогов на руках, других нарушений нет",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какие дополнительные исследования необходимо назначить?"
        ],
        "answers": [
            "Сирингомиелия",
            "МРТ спинного мозга (шейный и грудной уровень)"
        ]
    },
    {
        "case": "Мужчину 65 лет беспокоят дрожание и скованность в конечностях, больше в левых. Считает себя больным в течение пяти лет, когда появились дрожание и скованность в левой руке. Заболевание постепенно прогрессирует, присоединились скованность в левой ноге, а затем дрожание и скованность в правой руке. Объективно: гипомимия, монотонность речи, в руках, более значительно в левой, дрожание по типу «счета монет», уменьшающееся при движении повышение тонуса мышц с феноменом «зубчатого колеса», замедление темпа движений; в левой ноге повышение тонуса по типу ригидности и гипокинезия; рефлексы средней живости, симметричные, патологических рефлексов нет",
        "questions": [
            "Укажите ведущие неврологические синдромы",
            "Предположительный клинический диагноз"
        ],
        "answers": [
            "Паркинсонизм: акинетико-ригидный синдром, тремор покоя",
            "болезнь Паркинсона"
        ]
    },
    {
        "case": "У женщины 45 лет появились и в течение двух лет нарастают непроизвольные быстрые движения в лице и конечностях. У матери больной аналогичные расстройства появились в 40 лет, они прогрессировали, сопровождались нарушением ходьбы, слабоумием и привели к смерти в 55 лет. При обследовании больной выявляются быстрые непроизвольные движения в лице, туловище и конечностях, они затрудняют ходьбу и движения; тонус мышц конечностей в покое снижен, рефлексы средней живости, симметричные, патологических рефлексов нет",
        "questions": [
            "Укажите ведущие неврологические синдромы",
            "Предположительный клинический диагноз"
        ],
        "answers": [
            "Гиперкинетически-гипотонический синдром, хорея",
            "Хорея Гентингтона"
        ]
    },
    {
        "case": "Женщина 45 лет жалуется на боли в ногах и онемение в пальцах стоп в течение последних трех месяцев. На протяжении последних пяти лет злоупотребляет алкоголем. При обследовании: снижение болевой и температурной чувствительности по типу «носков» в ногах, утрата ахилловых рефлексов, мраморный оттенок кожи стоп, повышенная потливость стоп, других неврологических нарушений нет",
        "questions": [
            "Укажите тип расстройства чувствительности",
            "Сформулируйте редположительный клинический диагноз"
        ],
        "answers": [
            "полиневритический тип",
            "токсическая полиневропатия"
        ]
    },
    {
        "case": "Родители мальчика шести лет в течение последнего года стали замечать, что периодически во время игры, еды или разговора ребенок как бы «замирает» на несколько секунд. В это время его глаза неподвижны, он не говорит, не отвечает на вопросы, а возвратив¬шись к обычному состоянию, не помнит об этом. Такие приступы могут повторяться до нескольких десятков раз в день. Нарушений в неврологическом статусе не выявлено",
        "questions": [
            "Укажите тип припадков",
            "Какие необходимы дополнительные исследования? (укажите аббревиатуры)"
        ],
        "answers": [
            "типичные абсансы",
            "ЭЭГ, МРТ"
        ]
    },
    {
        "case": "Мужчина 46 лет в течение многих лет злоупотребляет алкоголем. На второй день после очередного алкогольного эксцесса он внезапно потерял сознание, возникли тоническое напряжение всех мышц и цианоз лица. Затем появились клонические судороги в конечностях, которые продолжались несколько минут. В конце приступа возникло непроизвольное мочеиспускание. Больной быстро пришел в себя, его беспокоила головная боль. Неврологических нарушений после приступа не обнаружено.",
        "questions": [
            "Укажите название описанного в задаче припадка",
            "К какому типу приступов относится описанный припадок?"
        ],
        "answers": [
            "большой судорожный припадок (grand mal)",
            "генерализованный тонико-клонический"
        ]
    },
    {
        "case": "Мужчину 45 лет в течение последнего года часто беспокоят головные боли. Три дня назад у него впервые в жизни развился приступ в виде клонических подергиваний в правой стопе, которые затем распространились на всю ногу, а в дальнейшем на правую руку и на правую половину мимических мышц. Приступ продолжался в течение нескольких минут, потери сознания при этом не отмеча¬лось. При неврологическом обследовании вне приступа выявлено повышение сухожильных рефлексов справа, симптом Бабинского на правой стопе",
        "questions": [
            "Назовите наиболее вероятную локализацию поражения",
            "Какие заболевания следует исключить в первую очередь, учитывая клиническую симптоматику и анамнез?"
        ],
        "answers": [
            "моторная область коры слева, проекции стопы (парацентральная долька)",
            "опухоль, метастаз"
        ]
    },
    {
        "case": "Девушка 18 лет жалуется на эпизоды утраты сознания, возникающие в душном помещении или транспорте. Утрате сознания предшествует ощущение «дурноты, темноты в глазах». Если в этот период пациентке удается сесть, то потери сознания обычно не наступает. Эти состояния беспокоят эпизодически с 14 лет, но последние месяцы стали возникать чаще на фоне повышенного эмоционального и физического напряжения (совмещение работы и учебы на вечернем отделении института). При обследовании неврологических нарушений не выявлено. Отмечена тенденция к арериальной гипотензии",
        "questions": [
            "Сформулируйте предположительный клинический диагноз",
            "механизм развития потери сознания?"
        ],
        "answers": [
            "вазовагальные обмороки",
            "церебральная гипоперфузия на фоне рефлекторного снижения тонуса артерий и сердечного выброса"
        ]
    },
    {
        "case": "У молодого человека 20 лет в течение последних пяти лет возникают приступы потери сознания, которые начинаются с ощущения неприятного запаха в течение несколько секунд. Затем наступает потеря сознания, возникают тонические и клонические судороги в конечностях, прикус языка и недержание мочи. Приступ продолжается в течение нескольких минут, после приступа обычно беспокоит головная боль, события в период припадка больной не помнит",
        "questions": [
            "К какому типу приступов относится описанный припадок?",
            "Как называются кратковременные ощущения, предваряющие эпилептический припадок?"
        ],
        "answers": [
            "генерализованный тонико-клонический",
            "Эпилептическая аура"
        ]
    },
    {
        "case": "У женщины 55 лет, страдающей постоянной формой фибрилляции предсердий днем во время работы с документами внезапно развилась слабость в левых конечностях. Осмотревший ее врач невролог выявил левосторонний гемипарез, левостороннюю гемигипестезию и гемианопсию",
        "questions": [
            "Поставьте топический диагноз",
            "Поставьте предположительный клинический диагноз"
        ],
        "answers": [
            "поражение правой внутренней капсулы",
            "ишемический инсульт в бассейне правой средней мозговой артерии"
        ]
    },
    {
        "case": "Мужчина 43 лет, был избит неизвестными. Терял сознание. Точно сказать, сколько времени находился без сознания, не может. Был доставлен в стационар службой скорой помощи, которую вызвали прохожие. При поступлении сознание ясное. Испытывает затруднения при произношении слов. Имеются множественные ушибы и ссадины на лице и на волосистой части головы. При неврологическом осмотре выявляется усиление глубоких рефлексов справа, сглаженность правой носогубной складки. Четкой менингеальной симптоматики нет.",
        "questions": [
            "Поставьте предположительный клинический диагноз",
            "Какие исследования необходимо провести больному для уточнения предварительного диагноза"
        ],
        "answers": [
            "ЗЧМТ, ушиб головного мозга",
            "КТ головного мозга"
        ]
    },
    {
        "case": "Женщина 56 лет поскользнулась на гололеде, упала навзничь, ударилась головой. Потеряла сознание на несколько секунд, плохо помнит, как вышла из дверей. Была однократная рвота. Доставлена службой скорой помощи. При осмотре жалуется на головную боль, головокружение. Сознание ясное, подкожная гематома в задней теменной области. Очаговой и менингеальной симптоматики не определяется. На краниограммах костной патологии не выявлено",
        "questions": [
           "Поставьте предположительный клинический диагноз",
           "Какие исследования необходимо провести больной для уточнения предварительного диагноза"
        ],
        "answers": [
            "ЗЧМТ: сотрясение головного мозга",
            "КТ или МРТ головного мозга"
        ]
    },
    {
        "case": "У женщины 45 лет появились и в течение двух лет нарастают не-произвольные быстрые движения в лице и конечностях. У матери больной аналогичные расстройства появились в 40 лет, они прогрессировали, сопровождались нарушением ходьбы, слабоумием и привели к смерти в 55 лет. При обследовании больной выявляются быстрые непроизвольные движения в лице, туловище и конечностях, они затрудняют ходьбу и движения; тонус мышц конечностей в покое снижен, рефлексы средней живости, симметричные, патологических рефлексов нет",
        "questions": [
            "Назовите тип гиперкинеза",
            "Поставьте предположительный клинический диагноз"
        ],
        "answers": [
            "хорея",
            "Хорея Гентингтона"
        ]
    }
    



    # Добавьте остальные задачи по аналогии
]